#    -*- mode: org -*-


Archived entries from file /home/awannaphasch2016/org/life.org


* Archived Tasks

** DONE read articles on how to ace jobs interviews.
CLOSED: [2022-03-02 Wed 12:01] DEADLINE: <2022-02-27 Sun>
:PROPERTIES:
:EFFORT:   0:15
:ARCHIVE_TIME: 2022-03-02 Wed 12:01
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Getting a job
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: NEXT
:END:

** DONE do research on leetcode vs algoexpert vs other options. which one should I choose? or should I just read a book on acing interview?
CLOSED: [2022-03-02 Wed 12:02] DEADLINE: <2022-02-27 Sun>
:PROPERTIES:
:EFFORT:   0:15
:ARCHIVE_TIME: 2022-03-02 Wed 12:02
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Getting a job
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: TODO
:END:

**  collect my brother question from facebook to ask the real estate guy.
:PROPERTIES:
:ARCHIVE_TIME: 2022-03-18 Fri 12:28
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Computer and Phone maintenance
:ARCHIVE_CATEGORY: Task
:ARCHIVE_ITAGS: compute phone
:END:
:LOGBOOK:
- State "WAITING"    from "NEXT"       [2022-02-28 Mon 17:23] \\
  waitin for Victor Wolfgang to answer the question I asked via text.
CLOCK: [2022-02-24 Thu 18:32]--[2022-02-24 Thu 18:33] =>  0:01
:END:
[2022-02-24 Thu 18:32]
[[file:~/org/school.org::*get overview of all the questios and write down things that I need to know before starting to code. Watch lecture accordingly][get overview of all the questios and write down things that I need to know before starting to code. Watch lecture accordingly]]

** DONE figure out if I can pay this semester with cash. (best option for me, because I dont need to deposite 5k)
CLOSED: [2022-03-24 Thu 11:59]
:PROPERTIES:
:ID:       c36ea749-9e6a-4fe8-96cc-4b6866187a67
:ARCHIVE_TIME: 2022-03-24 Thu 11:59
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/School Registeration + Payment/Tasks/incubation
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility school incubation
:END:
:LOGBOOK:
CLOCK: [2022-02-24 Thu 18:24]--[2022-02-24 Thu 18:25] =>  0:01
:END:
[2022-02-24 Thu 18:24]
[[file:~/org/refile.org::*check truebill and start creating budget for weekly for the rest of the year.][check truebill and start creating budget for weekly for the rest of the year.]]

** update phone OS and buy iphone storage. :@errand:
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-08 Fri 12:22
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Technolgy, Computer, and Phone maintenance/Tasks/incubation
:ARCHIVE_CATEGORY: Task
:ARCHIVE_ITAGS: personalresponsibility compute phone incubation
:END:
:LOGBOOK:
CLOCK: [2022-02-21 Mon 21:48]--[2022-02-21 Mon 21:49] =>  0:01
:END:
[2022-02-21 Mon 21:48]
[[file:~/org/journal.org::*shower][shower]]

** figure out a way to increase space in my iphone. :@errand:
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-08 Fri 12:22
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Technolgy, Computer, and Phone maintenance/Tasks/incubation
:ARCHIVE_CATEGORY: Task
:ARCHIVE_ITAGS: personalresponsibility compute phone incubation
:END:
:LOGBOOK:
CLOCK: [2022-02-24 Thu 11:04]--[2022-02-24 Thu 11:05] =>  0:01
:END:
[2022-02-24 Thu 11:04]
[[file:~/org/refile.org::*When I am home, put my jacket in my bags.][When I am home, put my jacket in my bags.]]

** DONE talk to the car tow guy about the price. (discount for the fixed date that I will get.) (toll back to my apartment, so I don't have to pay per day toll)
CLOSED: [2022-04-08 Fri 12:36] DEADLINE: <2022-03-03 Thu>
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-08 Fri 12:36
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Vehicle maintenance/Register a car
:ARCHIVE_CATEGORY: Vehicle
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility
:END:
[[https://www.google.com/search?q=tow+car+near+me+&rlz=1C1CHBF_enUS941US941&sxsrf=APq-WBv7VVWWPjKuX9b2RBvlV7dlfGCxNA%3A1646084711475&ei=Z0IdYu66HI6UwbkPqsy9wAI&ved=0ahUKEwiuiv2zr6P2AhUOSjABHSpmDygQ4dUDCA4&uact=5&oq=tow+car+near+me+&gs_lcp=Cgdnd3Mtd2l6EAMyCAgAEMkDEJECMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeOgcIIxDqAhAnOgQIIxAnOgUIABCRAjoRCC4QgAQQsQMQxwEQowIQ1AI6CwguEIAEEMcBEKMCOg4ILhCABBCxAxDHARCjAjoLCAAQgAQQsQMQgwE6DQguELEDEMcBEKMCEEM6CAgAELEDEJECOgoIABCxAxCDARBDOgQIABBDOhEILhCxAxCDARDHARDRAxCRAjoFCAAQgAQ6CwguEIAEEMcBEK8BOgQILhBDOgUIABCxAzoFCC4QgAQ6BAguECc6CAgAEIAEELEDOgcIABCxAxBDOgUIABCSAzoKCAAQsQMQyQMQQzoICAAQFhAKEB5KBAhBGABKBAhGGABQAFimE2CyFGgDcAF4AIABgAGIAbkKkgEEMTMuM5gBAKABAbABCsABAQ&sclient=gws-wiz][go through list of company here, and figure out which company has my car]]

** DONE Go to DMV at 7am to get my driver licence. (The schedule date is set to remind that I need to start plan out my actions towards completing this tasks.) Then ask staff for car certificate.
CLOSED: [2022-04-08 Fri 12:36] DEADLINE: <2022-03-19 Sat>
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-08 Fri 12:36
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Vehicle maintenance/Register a car
:ARCHIVE_CATEGORY: Vehicle
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility
:END:
:LOGBOOK:
CLOCK: [2022-02-21 Mon 23:23]--[2022-02-21 Mon 23:24] =>  0:01
:END:
[2022-02-21 Mon 23:23]
[[file:~/org/todo.org::*Vehicle maintenance][Vehicle maintenance]]

** TODO Register a car
DEADLINE: <2022-03-19 Sat>
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-08 Fri 12:37
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Vehicle maintenance
:ARCHIVE_CATEGORY: Vehicle
:ARCHIVE_TODO: TODO
:ARCHIVE_ITAGS: personalresponsibility
:END:

** DONE follow up with dr zhu/Jean email. Do i need to do 20 hours during summer to get tuition paid for? if yes, when can I register for summer TA?
CLOSED: [2022-04-11 Mon 08:18] DEADLINE: <2022-04-08 Fri>
:PROPERTIES:
:ID:       59336e4d-70fb-434e-921b-5bbc177d717b
:ARCHIVE_TIME: 2022-04-11 Mon 08:18
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/School Registeration + Payment/Tasks/actionable
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility school actionable
:END:
:LOGBOOK:
- State "DONE"       from "CANCELLED"  [2022-04-11 Mon 08:18]
- State "CANCELLED"  from "WAITING"    [2022-04-11 Mon 08:18]
- State "WAITING"    from "TODO"       [2022-04-08 Fri 12:24] \\
  waiting email reply from dr zhu. [[https://mail.google.com/mail/u/0/#sent/QgrcJHrnvrzxLdWtXSMqVLvRmsdsrcXcmtQ][this is the email.]]
CLOCK: [2022-02-27 Sun 11:28]--[2022-02-27 Sun 11:30] =>  0:02
:END:
[2022-02-27 Sun 11:28]
[[file:~/org/notes/getting-things-done-gtd-note.org::*Horizontal Focus][Horizontal Focus]]

** CANCELLED waiting for reply from Greg Liburd (Greg Liburd) from discord. :CANCELLED:
CLOSED: [2022-04-11 Mon 08:24]
:PROPERTIES:
:ID:       66e47642-f1f0-4f32-a9a7-9da3c6de3ea7
:ARCHIVE_TIME: 2022-04-11 Mon 08:25
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Getting a job/Delegation
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: waiting
:END:
:LOGBOOK:
- State "CANCELLED"  from "WAITING"    [2022-04-11 Mon 08:24] \\
  he never replied
- State "WAITING"    from "TODO"       [2022-04-09 Sat 14:37]
CLOCK: [2022-04-09 Sat 14:35]--[2022-04-09 Sat 14:38] =>  0:03
:END:
[2022-04-09 Sat 14:35]
[[file:~/org/life.org::*Tell us a little about yourself: Catch us up on who you are. What do you care about outside of work? What are your hobbies or interests?][Tell us a little about yourself: Catch us up on who you are. What do you care about outside of work? What are your hobbies or interests?]]

seed club network: https://network.seedclub.xyz/
job posting: https://network.seedclub.xyz/job/web3-developer-1

** DONE figure out if I can get my summer tuition waive? if yes, ask esther if I can register TA for 10 hours.
CLOSED: [2022-04-11 Mon 16:23] DEADLINE: <2022-04-11 Mon>
:PROPERTIES:
:ID:       2d2695f4-d98d-431d-8a31-cd95a23c169a
:ARCHIVE_TIME: 2022-04-11 Mon 16:23
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/School Registeration + Payment/Tasks/actionable
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility school actionable
:END:
:LOGBOOK:
CLOCK: [2022-04-11 Mon 08:02]--[2022-04-11 Mon 08:03] =>  0:01
:END:
[2022-04-11 Mon 08:02]
[[file:~/org/finance/investing.org::*create investing club][create investing club]]

** WAITING wait for answer about scholarship https://mail.google.com/mail/u/0/#inbox/QgrcJHrnvrzxLdWtXSMqVLvRmsdsrcXcmtQ :WAITING:
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-12 Tue 14:13
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/School Registeration + Payment/Delegation
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: WAITING
:ARCHIVE_ITAGS: personalresponsibility school waiting
:END:
:LOGBOOK:
- State "WAITING"    from              [2022-04-11 Mon 16:07]
:END:

** WAITING wait for answer about understand opportunity https://mail.google.com/mail/u/0/#inbox/FMfcgzGmvpHMRLmXfhzWqqTMGbQncrxG :WAITING:
:PROPERTIES:
:ID:       004b4299-3e8b-4a23-a713-35dd9e95530b
:ARCHIVE_TIME: 2022-04-12 Tue 14:14
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/School Registeration + Payment/Delegation
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: WAITING
:ARCHIVE_ITAGS: personalresponsibility school waiting
:END:
:LOGBOOK:
- State "WAITING"    from              [2022-04-11 Mon 16:07]
:END:

** CANCELLED wait for answer about understand opportunity https://mail.google.com/mail/u/0/#inbox/FMfcgzGmvpHMRLmXfhzWqqTMGbQncrxG :CANCELLED:
CLOSED: [2022-04-13 Wed 14:58]
:PROPERTIES:
:ID:       004b4299-3e8b-4a23-a713-35dd9e95530b
:ARCHIVE_TIME: 2022-04-13 Wed 14:58
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/School Registeration + Payment/Delegation
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: personalresponsibility school waiting
:END:
:LOGBOOK:
- State "CANCELLED"  from "WAITING"    [2022-04-13 Wed 14:58] \\
  Esther doesn't reply
- State "WAITING"    from              [2022-04-11 Mon 16:07]
:END:

** DONE court hearing (bring at least 200 dollars in cash with me.)
CLOSED: [2022-04-19 Tue 13:56] SCHEDULED: <2022-04-19 Tue 13:00>
:PROPERTIES:
:ID:       4aa9032a-98f4-4fc6-a4f3-785a40c3face
:ARCHIVE_TIME: 2022-04-19 Tue 13:56
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Vehicle maintenance (e.g. car)/Schedule/non-recurring
:ARCHIVE_CATEGORY: Vehicle
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility nonrecurring
:END:
:LOGBOOK:
CLOCK: [2022-04-15 Fri 09:29]--[2022-04-15 Fri 09:30] =>  0:01
:END:
[2022-04-15 Fri 09:29]
[[file:~/Documents/Courses/FAU/2022/spring/database/course-material/practices/week9-relational-algebra-note.org::*11. (variation) find the names of sailors who have reserved _at least 3 different_ boat][11. (variation) find the names of sailors who have reserved _at least 3 different_ boat]]

** DONE waiting for reply from Noah about "getting client from competitor" for Adam.
CLOSED: [2022-04-19 Tue 19:49]
:PROPERTIES:
:ID:       25505b06-0bd6-484a-b745-a69bae0eb992
:ARCHIVE_TIME: 2022-04-19 Tue 19:49
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Errands/Delegation
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: DONE
:ARCHIVE_ITAGS: personalresponsibility waiting
:END:
:LOGBOOK:
- State "DONE"       from "WAITING"    [2022-04-19 Tue 19:49]
- State "WAITING"    from "TODO"       [2022-04-15 Fri 09:35]
CLOCK: [2022-04-15 Fri 09:34]--[2022-04-15 Fri 09:35] =>  0:01
:END:
[2022-04-15 Fri 09:34]
[[file:~/org/refile.org::*contact each of my advisors to explain to each of them about my PhD situations. (Why I am not making progress as I should.)][contact each of my advisors to explain to each of them about my PhD situations. (Why I am not making progress as I should.)]]

** CANCELLED discuss job opportunity with Greg Liburd from discord. :CANCELLED:
CLOSED: [2022-05-05 Thu 02:38]
:PROPERTIES:
:ID:       97d83ccd-4a29-43a4-ba2e-ff89ca6b335b
:ARCHIVE_TIME: 2022-05-05 Thu 02:38
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Getting a job/Task/actionable
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: job actionable
:END:
:LOGBOOK:
- State "CANCELLED"  from "TODO"       [2022-05-05 Thu 02:38] \\
  he never responds.
- State "TODO"       from "WAITING"    [2022-04-11 Mon 09:57]
CLOCK: [2022-04-11 Mon 09:56]--[2022-04-11 Mon 09:57] =>  0:01
:END:
[2022-04-11 Mon 09:56]
[[file:~/Documents/MyPapers/EnsembleStreamingNetworkClassificaition/main.org::*\[discuss history of static GNN development after generalization of message passing.\]][[discuss history of static GNN development after generalization of message passing.]​]]

*** make sure I know what is the best way to communicate about jobs opportunity (wait for greg reply on discord)

** CANCELLED find all Shane's (pen.el) contact channel and contact him. :CANCELLED:
CLOSED: [2022-05-05 Thu 03:40] SCHEDULED: <2022-04-26 Tue>
:PROPERTIES:
:ID:       b66e22af-9a3b-44b4-b12e-52095044cbad
:ARCHIVE_TIME: 2022-05-05 Thu 03:40
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal responsibility/Keep in Contacts/Shane from Pen.el/Schedule/non-recurring
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: personalresponsibility nonrecurring
:END:
:LOGBOOK:
- State "CANCELLED"  from "TODO"       [2022-05-05 Thu 03:40]
CLOCK: [2022-04-19 Tue 13:57]--[2022-04-19 Tue 13:58] =>  0:01
:END:
[2022-04-19 Tue 13:57]
[[file:~/org/projects/sideprojects/pen.org::*topics to discuss][topics to discuss]]

** CANCELLED calendarly meeting with Alokik Bhasin about getting jobs :CANCELLED:
CLOSED: [2022-05-06 Fri 16:30] SCHEDULED: <2022-05-06 Fri 13:00-13:30>
:PROPERTIES:
:ARCHIVE_TIME: 2022-05-06 Fri 16:30
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Getting a job/Schedule/non-recurring
:ARCHIVE_CATEGORY: life
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: job nonrecurring
:END:
:LOGBOOK:
- State "CANCELLED"  from              [2022-05-06 Fri 16:30]
:END:
* Habits

** CANCELLED FAU runway :CANCELLED:
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-19 Tue 09:52
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal Growth/Habits/30 mins work on errands tasks
:ARCHIVE_CATEGORY: Habit
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: personalgrowth habit @errand
:END:
*** watch youNoodle and join youNoodle.

** CANCELLED FAU runway :CANCELLED:
:PROPERTIES:
:ARCHIVE_TIME: 2022-04-19 Tue 09:53
:ARCHIVE_FILE: ~/org/life.org
:ARCHIVE_OLPATH: Personal Growth/Habits/30 mins work on errands tasks
:ARCHIVE_CATEGORY: Habit
:ARCHIVE_TODO: CANCELLED
:ARCHIVE_ITAGS: personalgrowth habit @errand
:END:
